exports!menu = (id, A187, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
✿━━━━━━━━━━━━━✿

*MENU BOT ${A187}*

✿━━━━━━━━━━━━━✿

Bot On: ${aktif}
📆 *${tampilTanggal}*

╔══════════════════✿
║ *MENU ${A187}*
╠══════════════════✿
║╭──❉ MEDIA ❉────────❉
║│⊱❥ _*!sticker*_
║│⊱❥ _*!foto cewek*_
║│⊱❥ _*!foto cowok*_
║│⊱❥ _*!pokemon*_ 
║│⊱❥ _*!loli*_
║│⊱❥ _*!fotoanime*_
║│⊱❥ _*!waifu*_
║│⊱❥ _*!ttp*_ <teks>
║│⊱❥ _*!meme*_
║│⊱❥ _*!ssweb*_ <teks>
║╰─────────────────❉
╠══════════════════✿
║╭──❉ EDUCATON ❉─────❉
║│⊱❥ _*!nulis*_ <teks>
║│⊱❥ _*!pantun*_
║│⊱❥ _*!artinama*_ <nama anda>
║│⊱❥ _*!pasangan*_ <Siapa & Siapa>
║│⊱❥ _*!lirik*_ <nama lagu>
║│⊱❥ _*!chord*_ <nama lagu>
║│⊱❥ _*!bucin*_
║│⊱❥ _*!zodiak*_ <28-02-2002>
║│⊱❥ _*!*_  <teks> [simi]
║│⊱❥ _*!sim*_ <teks> [simi]
║│⊱❥ _*!coolte*_ <teks>
║╰──────────────────❉
╠══════════════════✿
║╭──❉ INFORMATION ❉───❉
║│⊱❥ _*!sholat*_ <daerah>
║│⊱❥ _*!covidID*_
║│⊱❥ _*!covidcountry*_ <negara>
║│⊱❥ _*!infogempa*_ 
║│⊱❥ _*!cektanggal*_ <Tanggal>
║│⊱❥ _*!infoanime*_ <Naruto>
║│⊱❥ _*!filmanime*_ <Naruto>
║│⊱❥ _*!wiki*_ <Buaya>
║│⊱❥ _*!wikien*_ <dog>
║│⊱❥ _*!resep*_ <nasi bakar>
║│⊱❥ _*!jadwalTVnow*_ <channel>
║╰──────────────────❉
╠══════════════════✿
║╭──❉ QUOTES & PUISI ❉──❉
║│⊱❥ _*!puisi1*_
║│⊱❥ _*!puisi2*_
║│⊱❥ _*!puisi3*_
║│⊱❥ _*!cerpen*_
║│⊱❥ _*!quotes1*_
║│⊱❥ _*!quotes2*_
║╰──────────────────❉
╠══════════════════✿
║╭──❉ DOWNLOAD ❉─────❉
║│⊱❥ _*!ytmp3*_  <link>
║│⊱❥ _*!ytmp4*_ <link>
║│⊱❥ _*!fb*_ <link>
║│⊱❥ _*!tiktok*_  <link>
║│⊱❥ _*!twt*_ <link>
║│⊱❥ _*!ig*_ <link>
║╰──────────────────❉
╠══════════════════✿
║╭──❉ ISLAM ❉─────────❉
║│⊱❥ _*!quran*_
║╰──────────────────❉
╠══════════════════✿
║╭──❉ 18+ ❉──────────❉
║│⊱❥ _*!indohot*_
║│⊱❥ _*!cersex*_
║│⊱❥ _*!hentai*_
║│⊱❥ _*!indohot*_
║│⊱❥ _*!nekonime*_
║╰──────────────────❉
╠══════════════════✿
║╭──❉ OTHERS ❉───────❉
║│⊱❥ _*!ttsid*_ <teks>
║│⊱❥ _*!bitly*_ <link>
║│⊱❥ _*!namaninja*_ <nama lu>
║│⊱❥ _*!alay*_ <teks>
║│⊱❥ _*!igstalk*_ <@nur!fdhl_>
║│⊱❥ _*!profileig*_
║│⊱❥ _*!ocr*_ <foto to text>
║│⊱❥ _*!gay*_
║│⊱❥ _*!checkip*_
║│⊱❥ _*!ping*_
║│⊱❥ _*!hostsearch*_
║│⊱❥ _*!scdl*_
║│⊱❥ _*!map*_ <daerah>
║│⊱❥ _*!cooltext*_ <teks>
║│⊱❥ _*!pesankosong*_
║│⊱❥ _*!psnkosong*_
║│⊱❥ _*!say*_ <teks>
║╰──────────────────❉
╠══════════════════✿
║╭──❉ SPAM ❉─────────❉
║│⊱❥ _*!spamcall*_ <9999999999>
║│⊱❥ _*!spamsms*_ <9999999999>
║│⊱❥ _*!spamgmail*_ <Pg.Id@gmail.com>
║╰──────────────────❉
╠══════════════════✿
║╭──❉ ABOUT❉─────────❉
║│⊱❥ _*!info*_
║│⊱❥ _*!donasi*_
║│⊱❥ _*!creator*_
║│⊱❥ _*!owner*_
║╰──────────────────❉
╠══════════════════✿
║  *${A187}*
╠══════════════════✿
║╭──❉ SOSMED ADMIN ❉──❉
║│⊱❥ *Group WhatsApp*
║│ _${groupwhatsapp}_
║│⊱❥ *Creator ${A187}*
║│ _${nomer}_
║│⊱❥  *Facebook ${A187}
║│_${instagram}_
║╰──────────────────❉
╠══════════════════✿
║ _*POWERED BY INR21*_
╚══════════════════✿`
}
